{"content_Items":[{"content":"\"You don't know how important something is to you until its gone... I broke my mouse's scroll wheel yesterday :(\""},{"content":"\"Kyle Davidson hahah\""},{"content":"\"Hey Zuckerberg, I know you can see this. \\n\\nI'll go back to Myspace before I download that memory-hungry Messenger app of yours. Your threats are no good here.\""},{"content":"\"Everyone exposes themselves to bias sources and says everyone else is wrong. How about, there's so many problems and no single candidate can fix anywhere close to all of them. That's what happens when you divide into sides, everyone is wrong.\""},{"content":"\"7-11-16\""},{"content":"\"I'm really confused by this....theyre even on the same website? Lol\\n\\nhttp://www.post-gazette.com/local/city/2016/07/03/City-very-pleased-by-concert/stories/201607030226?utm_campaign=echobox&utm_medium=social&utm_source=Facebook#link_time=1467568882\\n\\nhttp://www.post-gazette.com/local/city/2016/07/02/More-than-30-cited-for-underage-drinking-before-Chesney-concert-pittsburgh/stories/201607020119\""},{"content":"\"Trappin' out the bandwidth\""},{"content":"\"Your own truth was found when you stopped looking...and it seems that most people found \\\"truth\\\" in a shared Facebook post and said, \\\"Good enough, lets insult everyone else cause they're wrong.\\\"\""},{"content":"\"Can't confirm accuracy, but found this kind of interesting...\\n\\n\""},{"content":"\"Jake Fowler\""},{"content":"\"If anyone has ever had an interest in coding, or wants some experience in some different languages, check out\\n\\nhttp://www.freecodecamp.com\\n\\nYou can sign right in with Facebook, and start working on some well-crafted, user friendly, interactive 'lessons', which can actually be entertaining. If you put in a lot of time, you can get recognized certificates and maybe even get a job doing this stuff. Take a look!\""},{"content":"\"Idk if its my extremely friendly thumb, or that mobile Facebook should differentiate better between scrolling and 'liking', but wow I've liked a lot of statuses I don't remember liking...\""},{"content":"\"So many people will share 'social experiment' videos to back up a stance, but can't see the terrible acting from the people that were paid 10 dollars to pretend to care....\""},{"content":"\"Take a look at my portfolio website and tell me if things look \\\"off\\\" on your screens. Thanks.\\n\\n\""},{"content":"\"New Beat Mixtape! A compilation of my favorite beats I produced in 2015 are the most recently uploaded. Just click the picture!\\n\\n\""},{"content":"\"New Beat Mixtape! A compilation of my favorite beats I produced in 2015. Give them a listen, just a click away. The mastering is sub-par, but expect better quality in 2016. I recently upgraded my laptop hard drive and no longer have these project files, so I cannot edit lengths or drops. However, I have all of the slightly better quality, untagged versions. If you are interested in those, just comment.\\n\\nLISTEN: \\nhttps://soundcloud.com/captspacely\\nDOWNLOAD TAGGED ZIP:\\nhttp://www.hulkshare.com/xhmf1423/uploads\""},{"content":"\"Are there really people who don't auto-hide their task bar?\""},{"content":"\"Jeremy Borkowski throwback! Lol\""},{"content":"\"3:00 is the most important part by far. Listen.\""},{"content":"\"Forever taking mirror pics. Sorry.\""},{"content":"\"Guy nice!\""},{"content":"\"People literally get their news on here, don't double check anything, then tell everyone in person about this crazy thing they read.\""},{"content":"\"So many new albums 😀😀😄\""},{"content":"\"When I was actually decent at skating. Hahah\""},{"content":"\"https://www.youtube.com/watch?v=vKM4pb9Oxrg\\n\\nWell, there's that.\""},{"content":"\"Very fortunate, and very content.\""},{"content":"\"After church bar workout with bro!\""},{"content":"\"Gonna drop a summer instrumental mixtape real soon! If any artist are looking for beats, just let me know before you use them.\""},{"content":"\"Sick bro! Workin'\""},{"content":"\"Amazon makes stuff I don't really need seem so useful.\""},{"content":"\"http://www.hulkshare.com/cp27tgrxte68\\n\\nQuick link to Jake Coulter 's new mixtape, \\\"Wait, What?\\\".\""},{"content":"\"If you would like to download the .zip file with the mixtape and cover, follow this link! Click the \\\"Wait, What?\\\" name under Uploads, then the Download button should come next. Share and give feed back, thanks!\\n\\n\""},{"content":"\"https://soundcloud.com/captspacely/sets/wait-what \\n\\nITS HERE. Full Mixtape from Jake Coulter, produced by myself. If you would like a download i should have a .rar put up soon. Share, and Enjoy!\""},{"content":"\"If any producers are looking for some extra sounds...\""},{"content":"\"If anyone is taking Engineering Physics at BC3, I have a cheap, very good condition book. Buy it.\""},{"content":"\"It aint nothin' to cut that chick off.\""},{"content":"\"\\\"Wait, you have a selfie, of yourselfie, set as your desktop background?\\\" Of course, its my computer, who else would it be?\""},{"content":"\"https://soundcloud.com/two-ears\""},{"content":"\"Hangout with trash, you'll start to stink...\""},{"content":"\"https://soundcloud.com/two-ears\\n\\nClick for rap instrumentals. Follow \""},{"content":"\"I WISH some of these girls looked how they do in their pictures, in real life... yall too crafty.\""},{"content":"\"Butler needs a hookah bar...\""},{"content":"\"Waddup Facebook?\""},{"content":"\"Bye bye Facebook!\""},{"content":"\"Facebook messaging just feels creepy -_-\""},{"content":"\"Mmmmmm, love new shoe scent ;)\""},{"content":"\"Best. Harlem. Shake.\\n\\n\""},{"content":"\"I need more people to follow on instagram. SourPatchZach.\""},{"content":"\"http://www.rainymood.com/\""},{"content":"\"I can see it in your face, youre all over the place, can you stand up straight for me?\""},{"content":"\"Any one want to buy a 8gb iPod touch? It's the older one, thin but no camera, perfect condition other than scuffs on back from having a case on it; 60 bucks or offer\""},{"content":"\"Has anyone had a Samsung i677 Windows Phone before?\""},{"content":"\"shoe porn\\n\""},{"content":"\"I find it hilarious seeing guys comment on fake girls pictures like, \\\"Wow girl, hmu ;)\\\"\""},{"content":"\"Follow me on twitter tho https://twitter.com/zMeezy#\""},{"content":"\"Definitely need new people to text -_-\""},{"content":"\"anyone wanna fight me?\""},{"content":"\"All I think about is life, nights, sippin' on sprite.\""},{"content":"\"This douchebag is making a 615 dollar profit. What a joke...\""},{"content":"\"Well not getting my pair...\""},{"content":"\"Like this status and I'll message you something I always wanted to tell you before the world ends tomorrow ;)\""},{"content":"\"Hopefully this is accurate..\""},{"content":"\"lmao.\""},{"content":"\"I love sending friend requests to hot girls during Pokemon profile picture month, potentially my new favorite hobby.\""},{"content":"\"Cant believe i forgot Pokemon profile picture month.\""},{"content":"\"Trinidad James hahaha\""},{"content":"\"SNAPCHAT zmeezy ;)\""},{"content":"\"Different stokes for different folks.\""},{"content":"\"Now accepting female applicants for textual intercourse. Get it. Textual.\""},{"content":"\"Hilarious \""},{"content":"\"Worth the 4 hour wait.\""},{"content":"\"Background ;)\""},{"content":"\"Zooey Deschanel. Obsessed. Dat hair. Dem lips. Dem eyes <3 If you think you look like her, please comment so i can partake in baby producing rituals ;D\""},{"content":"\"Anyone else tryna grab the black cement 4s on the 23rd with me?\""},{"content":"\"Finally Picked One; http://shop.lenovo.com/SEUILibrary/controller/e/web/LenovoPortal/en_US/catalog.workflow:item.detail?GroupID=457&Code=20998NU&category_id=AC523278A4F13F27A84F5F5622D1AC7A#.UKWFFqNDR8E\""}]}
