{"content_Items":[{"content":"\"Classic.\""},{"content":"\"In my natural habitat.\""},{"content":"\"Very happy with what our team did at HackPSU this weekend. It was fun to make and were happy with how we did at the competition.\""},{"content":"\"That sad feeling when you realize that your contact me section on your website was broken for 3 months. I fixed it though. \""},{"content":"\"\\\"you seem to like each other 'I hate you with a firey passion' \\\"\""},{"content":"\"Watch me talk about things with friends.\""},{"content":"\"Everyone loses this election.\""},{"content":"\"So, I got a bike the other day. Does anyone else do such things?\""},{"content":"\"Well I did this today too may as well add that here too.\""},{"content":"\"Seriously though, how is Facebook still used though. I only have it for family.\""},{"content":"\"Streaming of any sort is some of the most interesting things to me in the computer science realm. The fact that you can have music and video at your finger tips from another computer without taking up a ton of space on your device is awesome. Almost everything can be streamed. There's interesting stuff going on behind the scenes that most people wouldn't see. I like doing things quietly in the background, the kind of things that if you didn't know about it you'd never be able to tell.\""},{"content":"\"I disappoint myself on professional levels most days.\""},{"content":"\"For relaxing / concentrating.\""},{"content":"\"I'm so popular that I'm just going to work on my software projects by myself in a room with a white board.\""},{"content":"\"Why did I post on facebook again? I hate this site.\""},{"content":"\"I pretend that it doesn't bother me to not have a better GPA but seriously it really bothers me. I have worked insanely hard through some hard times. I still question why sometimes since it doesn't show. Getting turned away by a company at a job fair because of it really burns. There could be worse things though, I still have it good in retrospect.\""},{"content":"\"I hate Vandergrift.\""},{"content":"\"I hate living in Vandergrift, i hate coming back home to see it slowly decline more.\""},{"content":"\"Guess I'll substitute the breakfast place with G&G's and still go by myself.\""},{"content":"\"Friday from 4 to 7 at Kiski Gym.\""},{"content":"\"Been around for a while, never posted it. Nothing amazing just relaxing song i made.\""},{"content":"\"I think about people in high school that I wasn't close with a lot. I wonder how everyone is, if they need help, what they are doing with their lives. I always hope they are doing alright. I don't have much time to spare to check in on everyone, I don't have many ways to contact most people either. I just hope everyone I knew know and will know is doing alright.\""},{"content":"\"Look at the flick of the wrist\""},{"content":"\"https://sleepless2015.wordpress.com/\\n\\nChanged to word press. Old stuff is there too, I'll be putting random stuff up maybe idk.\""},{"content":"\"Should I make a music review blog? Answers here. Feel free to tell me your opinion as well.\\n\""},{"content":"\"When people believe everything they hear or see then we have a problem, and let me tell you. We have a huge problem.\""},{"content":"\"A girl my age with a kid called me dear, not sure how I feel about it yet.\""},{"content":"\"https://soundcloud.com/masub/mean-muggin\\n\\nThis is what I do in my spare time.\""},{"content":"\"Rev up those fryers.\""},{"content":"\"Again, feel free to read it if you don't, awesome. If you do awesome. It's there, it's me, do as you please.\""},{"content":"\"I'll sell all of this if anyone is interested.\""},{"content":"\"http://insidemasonshead.blogspot.com/\\n\\nI did another thing. I don't care if you read it, but its there.\""},{"content":"\"super tired but my mind is completely awake... this is more annoying than normal.\""},{"content":"\"Differential equations are super cool. You can model the envelopes of sound, and people ask what they are going to use anything past algebra for...\""},{"content":"\"What do you know about data path and control son? What about multiplexing and decoding? Maybe some high level state machines. Holla at ya boii. Computer engineering had taken over my life please help.\""},{"content":"\"it satisfies me on a very deep level that there are cat emoji's in the facebook chat.\""},{"content":"\"I don't want to be in this house anymore. There aren't good memories, and I hate being alone.\""},{"content":"\"I guess I'll sleep now.\""},{"content":"\"Much better. I really don't care if you read this. If you do, know its personal. This will end up being a blog about my thoughts and feelings. Sometimes about events, other times just generally.\""},{"content":"\"Also, if you are a Democrat or Republican before you post anything to Facebook, please consider deeply the other sides of the story before blindly defending something you haven't thought about.\""},{"content":"\"I'm going to keep some kind of blog of a few things, 1 music, 2 my opinions defending and playing devils advocate, and 3 just general thoughts.\""},{"content":"\"Thank god I don't have cable up in Eire, this Baltimore story is super dumb, some of the responses to what should be done are dumber. Its like people don't even think about their responses to any situation, whether it's on social media or in real life.\""},{"content":"\"I'd like to be this happy some day.\""},{"content":"\"If you raise the minimum wage to one million dollars, what would happen? Go ahead answer for your self.\""},{"content":"\"Got a new case and did some nice wire management. It looks super clean I love it.\""},{"content":"\"I HATE digital design.\""},{"content":"\"Things I do on the weekend. Nothing, or everything there is no in between.\""},{"content":"\"Mean while in Erie.\""},{"content":"\"Things my stomach has done this week. Grumble.\""},{"content":"\"Kendrick Lamar made one of the more political rap albums of this generation. Incredible production, incredible messages in the lyrics. 10/10, a classic for sure,\""},{"content":"\"Trying to focus less on everyone and focus more on those who matter to me and myself. I have worried about the world too much rather than those that I can positively influence.\""},{"content":"\"Hey, not going to use this/twitter/Instagram. If you'd like to contact me please feel free to on here. Don't expect a quick response the best way would be to text or call me.\""}]}
