{"content_Items":[{"content":"Coheed and Cambria stuck in my head thanks to @MaSUB"},{"content":"Hi I am Mike Stumpf, how are you all today? jk its me mason."},{"content":"RT @juniormelendez_: There's people out here working so hard for their parents and then we have someone who disrespects theirs and get rewa…"},{"content":"Oh windows, why do you suck so much????"},{"content":"When you have a history midterm tomorrow and play jet set radio instead of studying"},{"content":"Got about 82 movies on my watchlist thanks to the Oscar hype..."},{"content":"RT @KatzOnEarth: Confused about why this isn't a bigger story in America right now, and why Ian Grillot hasn't become a household name. htt…"},{"content":"When ya wana do something but don't wana do anything"},{"content":"RT @J4CKMULL: Where do I apply for this job? https://t.co/8fCqoNkg3O"},{"content":"RT @SooFunnyPost: posting this for anyone who might need it https://t.co/vDp1Lqf5bb"},{"content":"When you make up just in time to get to class a little late."},{"content":"Looks like I'll be seeing @JColeNC in Missouri 😂😂"},{"content":"Class cancelled tomorrow woot!"},{"content":"So is New Girl a micro-aggression??"},{"content":"Micro-aggression!!! Some of the comments are insane. https://t.co/HoFMw8DdEp"},{"content":"@nytimes I find this article useless."},{"content":"Reading about US politics is like watching ET or TMC. Just some irrelevant bullshit about what overpaid/overpraised ppl say and do."},{"content":"What a shit day"},{"content":"RT @isaacinspace: It's more an attack on the selfishness and fear that poisons humanity, but sure, it can be about you if you want. https:/…"},{"content":"RT @BestOfJCoIe: Who is the first rapper in the last 25 years to go double platinum with no features? https://t.co/0FBeUHZIJV"},{"content":"‘James Bond of Philanthropy’ Gives Away the Last of His Fortune https://t.co/cIGTDfD1q0 \n\nNew role model right here"},{"content":"@Imari_MoreHead 😂😂😂 same"},{"content":"I'm willing to sell a limb for this. https://t.co/QQIaTYp9e1"},{"content":"RT @nytimes: Breaking News: At least 35 were killed and dozens wounded in a terrorist attack at a packed Istanbul nightclub\nhttps://t.co/ZJ…"},{"content":"RT @nytimes: In 2016, streaming let artists like Beyoncé, Kanye West, Frank Ocean and Bon Iver make arty, idiosyncratic albums https://t.co…"},{"content":"This boys sleep schedule is all fucked up. Gona be great when I have to go back."},{"content":"Alexia Legos and logic"},{"content":"Did I really buy a Lego Star wars set last night... I need help"},{"content":"Well I fucked that one up"},{"content":"Praying for that 50%"},{"content":"I want https://t.co/xwAnmmO6ne"},{"content":"RT @passionpit: https://t.co/aB0aYLcoQU"},{"content":"My blood will be red bull"},{"content":"@Imari_MoreHead got me going through everything of his again. Lol"},{"content":"@Imari_MoreHead logic elite? He is good, but not Kendrick good."},{"content":"@megancav3 helllll nah"},{"content":"@megancav3 smh"},{"content":"@MaSUB actions speak louder than words 😂"},{"content":"@MrsAnahata @megancav3"},{"content":"I don't get what the big deal is. Nothing that @JColeNC is saying is wrong... People are dumb."},{"content":"Is it weird that I am debating whether or not to watch Gilmore Girls??? Shit was part of my childhood..."},{"content":"Need to go on a hike"},{"content":"RT @ColIegeStudent: \"You had all of thanksgiving to do your homework...\" https://t.co/BeLypgxjBj"},{"content":"Think I'm gona make a new holiday... Ideas???"},{"content":"I think @JColeNC  is the only person I'd bow down to if I ever met him..."},{"content":"@megancav3 we need money's https://t.co/r5blZ26LTd"},{"content":"When you check into your hotel and they give you a free cookie"},{"content":"RT @lights: Thanks @themaine for the gr8 lid cc. @beauknows https://t.co/bLZaG4NbdM"},{"content":"@kevinkb94 found ya 😂😂 https://t.co/l0qxzR5nzi"},{"content":"When she surprises you with a sandwich... The little things"},{"content":"RT @pipelinecomics: By @mrmarkmillar, @GregCapullo, @jonathanglapion, and friends, \"Reborn\" #1 starts a promising new series. My review: ht…"},{"content":"When you inform your mom about firefly #Serenity"},{"content":"RT @lights: Me getting home from a long day and settling in to read internet drama https://t.co/bEjghJ73HY"},{"content":"RT @laurenevemay: One year of Every Open Eye. https://t.co/L4v8ebeN9x"},{"content":"He just lingers man"},{"content":"RT @WSHHFANS: I'm in tears https://t.co/7mMSW2y6yj"},{"content":"3 or more engineers in a room == dick measuring contest"},{"content":"Pet stores are by far the most fucked up establishment in this country"},{"content":"RT @bombblackgirlss: can we get 4 more years plz 😭 https://t.co/SM7j91DudJ"},{"content":"So Clinton drops mad cash to make a commercial about kids watching trump on the news... Has she heard of SpongeBob?"},{"content":"IBMs IPAT test made me feel dumb as fuck."},{"content":"When amd drivers rape your computer gahhh why me"},{"content":"Nope can't do it"},{"content":"Idk if I'm feeling these shorts ..."},{"content":"That was an interesting road rage session ... I need Jesus"},{"content":"When you go to brush your teeth and you don't have any tooth paste left ...."},{"content":"RT @myfreeconcertNY: RT if interested in a pair of tix to FREE @ToveLo &amp; @Phantogram Taco Bell show tonight: https://t.co/50WF5138lx https:…"},{"content":"This weekend solidified my hate for the human race ...."},{"content":"The fuck you long boarding in a parking lot for ... I hate college kids"},{"content":"My night https://t.co/UHjHjBQ1NZ"},{"content":"What happens if everyone reports Hillary and Donald as spam on social media???"},{"content":"Got one question right in that quiz..."},{"content":"When two girls show up to eat salsa ..."},{"content":"@nickkapty my mom liked it sniff sniff"},{"content":"I need to find a job ahhhh"},{"content":"@nickkapty I thought you didn't need me"},{"content":"Painting was a swell time... The prof did hate on Bob Ross a little."},{"content":"There is a mysterious sticky note in my room ..."},{"content":"Why am I up at 5am fuck"},{"content":"Love how all the freshman say hello randomly. Good day to you to stranger"},{"content":"Literally watching paint dry ..."},{"content":"Well this is a curve ball"},{"content":"Wakes up... makes flapjacks... plays Dishonored..."},{"content":"I wish https://t.co/0WF1aIFU8M"},{"content":"@MaSUB lol I'll be up Saturday morning hopefully"},{"content":"@MaSUB yeah"},{"content":"There is nothing to do... Sigh"},{"content":"@nickkapty really whats going on with your lungs ????"},{"content":"RT @Ssnyder1835: I miss bernie. https://t.co/ChTjJYjldj"},{"content":"@nickkapty say what ? Who is going to be my lab partner . Ohh the agony"},{"content":"Going to be fresh as fuck with this fanny https://t.co/GhH9tbkItg"},{"content":"This year is like the final boss battle in a long DnD game... Let's slay that fucking dragon behrend engineers of 2017"},{"content":"@MaSUB send them my way !"},{"content":"Every picture I see with Kevin Hart and his wife I can't help but think she doesn't give one shit about him. I do have shitty judgment doe"},{"content":"@rayray_rattay what we aren't good enough for you ? 👿"},{"content":"Dang the WoW movie was better than I had expected time to indulge in the whole story now"},{"content":"RT @Warcraft: Legendary blacksmith Tony Swatton ignited the fires of his forge to bring the great Doomhammer to life!\nhttps://t.co/IawXTarn…"},{"content":"@nickkapty lies"},{"content":"I love applying to companies that use shitty hiring software just so you can be some entry in a database it's great"},{"content":"So I had nothing to do and decided to look back @GregCapullo and @Ssnyder1835 run of batman man time fly's. https://t.co/uewkQHAS5x"}]}
