{"content_Items":[{"content":"I wanna pet a dog for a bit. That would be nice."},{"content":"@Scuba_Steve112 She told me about that last time I was home. She's pretty okay."},{"content":"April fool's is a silly event"},{"content":"Rep the set, gotta rep the set. https://t.co/9HNjxxiL2V"},{"content":"@Frank_zee_tank Errybodygotchoices"},{"content":"I am what shlohmo's music sounds like. It's kind of creepy really."},{"content":"By myself I might add."},{"content":"I'm in a bar watching highschool basketball. Which isn't something I like, but I'm actually enjoying it."},{"content":"@JokeStonebraker Dude is a co-owner of a motorcycle company I'm pretty sure."},{"content":"@Scuba_Steve112 I'll venmo you a 20 spot and you can go ham."},{"content":"Don't tell a lie on me, and I won't tell the truth about you."},{"content":"Breakfast is good for my mood."},{"content":"@TylerMosakowski He is on something else right now. I want this new album so bad."},{"content":"Im sick of everything."},{"content":"I'm an emotional punching bag, take your turn."},{"content":"Letting yourself down is cool."},{"content":"Ten days of falling aesthetic."},{"content":"Classic 7th grade jams dude. Saosin, TBS, Silverstein, From First To Last, Chiodos, The Used and Coheed and Cambria."},{"content":"You're not alone, there is more to this I know. You can make it out, you will live to tell."},{"content":"@Neal_Colecchi cucked."},{"content":"@SophDaman it's lit"},{"content":"RT @CSNCapitals: When the dog wants to play catch with the puck on the ice at Verizon Center, you play catch with the dog on the ice at Ver…"},{"content":"@SophDaman 20/10"},{"content":"Ask me how much I like dogs."},{"content":"Just search good dogs into Google and smile a little :)"},{"content":"@LukeRastetter reasons we get along."},{"content":"Just forgetting never really made sense to me."},{"content":"Whatever forever."},{"content":"@TylerMosakowski yeah, that's like 3 songs in one switch ups are crazy."},{"content":"@TtaMMrilliM Ironically just after you tweeted that without looking at my phone I made one of those thicc boys."},{"content":"So glad I publicly embarrassed myself to the rest of my club. I'm such an idiot."},{"content":"I do nothing right."},{"content":"@doyoumoviestv you would."},{"content":"LPFJ"},{"content":"I want to pet Neros big snoot. https://t.co/eY6c93psGL"},{"content":"That's a double edge issa knife."},{"content":"Seeing people happy with their significant other makes me happy for them."},{"content":"I LOVE forgetting to do stuff. It's my favorite because it's 100% my fault with no one to blame."},{"content":"@quinrex still probably should be done, but lower priority because it's to please as many said a small % of players."},{"content":"@quinrex it's a fair point but it would make them rework the whole system. Only fixing for the next teir is a patch job. Think long term."},{"content":"Zedd's dead baby, Zedd's dead."},{"content":"I want Nero to annoy me by just laying his head on everything I do."},{"content":"I love just chilling on Saturday and Sunday."},{"content":"Knees, why do you hurt?"},{"content":"@GaGaBarber it's a use a hash table. It's always a hash table."},{"content":"@doyoumoviestv you good fam?"},{"content":"RT @LWSlinky: https://t.co/oZb1HVanUO"},{"content":"@LukeRastetter tastes like Kevin bacon."},{"content":"Remember the band iwrestledabearonce? They were wild."},{"content":"@MichaelStumpf1 thanks sniper."},{"content":"I got new bags, and they all collabs."},{"content":"Good eye, sniper.\nI shoot, and you run."},{"content":"@SophDaman get better."},{"content":"Mean while in Erie, the artic tundra of PA, we are accumulating about 8+ inches of snow. already at 4 or 5..."},{"content":"See both sides like Chanel."},{"content":"It's really you on my mind."},{"content":"I slept 3 hours. What else is new."},{"content":"A lot of people I know are making good dinners that are healthy. I feel like I should too, but I'm kinda lazy."},{"content":"@Scuba_Steve112 bold strategy. Saddly it didn't pay off."},{"content":"@nickkapty hell no I love sleeping and doing nothing."},{"content":"Ask me if I would have changed doing nothing for St. Patties day."},{"content":"@LukeRastetter me too"},{"content":"Out here with that solid 7.5kbps internet connection. Thanks @comcast"},{"content":"@TylerMosakowski just watch best friend music video and realize he has multiple iwatches on the same wrist."},{"content":"@nickkapty we can only hope."},{"content":"I like seeing my friends have their lives together. It makes me happy for them."},{"content":"Part of my collection."},{"content":"@zMeezy https://t.co/L7V7OkEREU"},{"content":"Applying for jobs really takes the wind out of me."},{"content":"@JamtheGym probably to some extent."},{"content":"(it shouldn't make you feel any better)"},{"content":"If it makes anyone feel better about the CIA. They certainly aren't the only ones who can get into any device and listen to you."},{"content":"If life isn't just a joke, then why are we laughing?"},{"content":"@lexbearr I mean I guess but there is def a balance."},{"content":"@lexbearr why not both though. What if someone is impartial???"},{"content":"@Scuba_Steve112 welcome to being me."},{"content":"Am I afraid to be happy?"},{"content":"https://t.co/cj36HKLnWX"},{"content":"Trappin' in Spanish."},{"content":"Mean while in Erie Pennsylvania."},{"content":"@TylerMechling yeah I figured you'd be on peach, I just like to say that when people are around Erie. Have a good trip dude."},{"content":"@TylerMechling come to the crib it's not lit ."},{"content":"@discordapp LOL this is how I know discord is the realest. I just wanted to see how you animated your lil discord e… https://t.co/6DcBLjjH7O"},{"content":"The entire plot for a high school drama just sat down at the breakfast place. What is going on. https://t.co/kGiLHU58tL"},{"content":"Always push yourself a little bit harder in some aspect of your life."},{"content":"@doyoumoviestv well I mean, wouldn't that imply that they do at least one of those already?"},{"content":"@SophDaman btw I felt like I haven't seen you or Dylan in like a week. Now I won't ;("},{"content":"@nickkapty I actually think there is. But it could be done."},{"content":"@nickkapty yes, do most use it seriously? No."},{"content":"I had an interesting dream about going on a date to a thrift store. It was something I was sad I didn't/can't do now."},{"content":"If I see a cute dog on tinder I sometimes forget to look at the girl and just like their profile lol."},{"content":"@scout_young maybe the just REALLY want mediocre food? Idk man beats me."},{"content":"@scout_young be really high or really drunk, surely one of the people in those two categories is willing to wait."},{"content":"When I am home I take pictures of my dogs. https://t.co/zEzEbPOuFX"},{"content":"@Scuba_Steve112 a classic."},{"content":"I hate being so scared to talk to new people. I'm probably going to end up alone because I'm scared to talk."},{"content":"@_idc_fu exactly."},{"content":"@_idc_fu idk, mind just gets real active at night."},{"content":"@_idc_fu me too tired all day can't sleep at night."},{"content":"Texting sucks."}]}
